var contents = [
  {
    postId: 1,
    date: '2018-10-23',
    title: '梦里花落知多少',
    img: {
      author_image: '/images/avatar/1.png',
      post_image: '/images/post/1.jpg',
    },
    content: '那时候，周日下午没有课。我习惯插一张公用电话卡，给家里人打个电话，然后折到卖书的摊铺旁边，拿一本书看，等到吃了晚饭，就去卖电话卡的阿姨那里看看有没有新出的邮票，一套一套地买。',
    like: 23,
    dislike: 9,
    head_image: '/images/post/1.jpg',
    author: '华楠',
    detail: '现实世界的森冷，无处不在。透过文字，我们依然能感觉到。然而，那样的森冷也会被美好而温暖的感情驱散。哈利从小被寄养在姨妈家，没有感受过爱。处处被欺凌，被忽视，甚至被虐待。可是，哈利并没有因此就成长为一个性格扭曲的人。他依旧善良，充满着正义感。在遇到罗恩、赫敏之后，他感受到了友情的温暖。在霍格沃茨，他得到了校长阿不思•邓布利多和西弗勒斯•斯内普等人的关爱，他感受到了幸福。是的，世界在给我们关上一扇门的时候，一定会为我们打开另一扇门。哈利是因为爱才得以活下来的，也是因为爱才让他成长的更好。人生的旅途中，总有这样那样的不愉快，总有这样那样的坎坷和波折，无法避免，只有勇敢去面对。战胜了，我们就变得风雨不侵了。哈利•波特的人生路，注定是要经受那些磨难和考验的。有些事有些人，他必须独自面对。就像是他姨父德思礼一家，他必须去面对。每当暑假，他还是要回到那个不欢迎他的家里，忍受姨父姨妈的虐待，忍受表弟的作弄和嘲讽。即便如此，他依旧感激他们，毕竟是他们在他孤苦无依时收留了他，是他们养育了他。',
    music: {
      url: 'http://121.51.2.27/amobile.music.tc.qq.com/C400000r5wUp0pmhqH.m4a?guid=468873248&vkey=35E301350B5950E30929CCCEB091C99088C05B2771044D0821EB4640AA3CCF8F4DA950FDDABA627F37E708278A81A5EC83BA7BD544362416&uin=2491&fromtag=66',
      title: '查克靠近-邓紫棋'
    }
  },
  {
    postId: 2,
    date: '2018-10-24',
    title: '梦里梦外',
    img: {
      author_image: '/images/avatar/2.png',
      post_image: '/images/post/2.jpg',
    },
    content: '那时候，周日下午没有课。我习惯插一张公用电话卡，给家里人打个电话，然后折到卖书的摊铺旁边，拿一本书看，等到吃了晚饭，就去卖电话卡的阿姨那里看看有没有新出的邮票，一套一套地买。',
    like: 2,
    dislike: 9,
    head_image: '/images/post/2.jpg',
    author: '哈子',
    detail: '突然开始喜欢上这个城市，常年有半年以上的时间是看不到阳光的，山水相依，交错在城市的钢筋水泥间。爱，从来都只是一种状态，是一种欢喜。微微的汗珠从身体的毛孔中慢慢的渗出来，沿着观山湖的路面漫步，嗅着淡淡泥土和草木的清香，身边是可以安心相处的小伙伴，还有凉凉拂面而来的清风，蒙蒙细雨让大楼住在了云间。闭上眼，深深的呼吸，张开双臂，拥抱着此刻身体的欢悦。多久了，不曾好好的待你，日出而作日落还不息，总是披星戴月。躲藏在自己认为的世界，努力的往前走，无怨无悔的付出，也得到了很多。只是，对不起，亲爱的身体，没有带着你好好游荡在人间，总是在某个点就定下来了。',
    music: {
      url: 'http://202.114.96.192/121.51.2.66/amobile.music.tc.qq.com/C400000jgeta4Havfd.m4a?guid=468873248&vkey=7EC0D7BA617A9FBD9421C141EAFF97AB5AEE29B3AFCAAF4FE4730D5D75A584220CB07EC1E0C2D29662A6FD7D290C5CB9A65D2675737A39B0&uin=2491&fromtag=66',
      title: '淋雨一直走 - 张韶涵'
    }
  },
  {
    postId: 3,
    date: '2018-10-25',
    title: '我去长城流浪',
    img: {
      author_image: '/images/avatar/3.png',
      post_image: '/images/post/3.jpg',
    },
    content: '那时候，周日下午没有课。我习惯插一张公用电话卡，给家里人打个电话，然后折到卖书的摊铺旁边，拿一本书看，等到吃了晚饭，就去卖电话卡的阿姨那里看看有没有新出的邮票，一套一套地买。',
    like: 2,
    dislike: 9,
    head_image: '/images/post/3.jpg',
    author: '文思思',
    detail: '鸡街，这座经历太多繁华落寞的小镇，安然的在时光里，静静的疏通着三地两城，来来往往的旅客。记不下谁的过往，看不清谁的心事。狭小的街道，老旧的屋檐，错综复杂的电路，寸土不让的摊位。看上去太多不合理，却相安无事的经营着，繁荣着，凌乱着。镇边，时光在年岁里生了痕迹，烙印斑斑，不再载人的铁轨，冰冷的延伸到遥遥的远方。废弃的老一号列车停靠所，彼时曾装着多少人期盼的出口，封了一层厚厚的泥浆，像是决绝闭上的心门，深入黄昏，心缘已锁，任你如何喧哗打闹，半点不起波浪。出口旁，开着一道小小的门，不知是何时开凿，容不下几个人，却连通了车站后方，走进，仍旧可以看见，大大小小的屋檐，不着色彩。夕阳下，给你老上海独有的风霜气息。不远，便是闻名遐迩的沙甸信徒圣地，它庄严、肃穆，多少人来这里，仅仅只为一睹它阳光下，震慑心魄的姿态。每走进一步，皆然可以领悟到生命在指尖流动，站在那儿卑微的只是人类，所有的成就与之相比，即变得无比渺小。信仰，谁也说不清为了什么，不论是佛家的妙曲经络，还是道家的上善之念，基督的末日审判，亦或是不同的信仰，特有的风俗习惯。有信仰的人，心怀畏惧，言有思，动有矩，不失为人的本分。',
    music: {
      url: 'http://202.114.96.192/121.51.2.27/amobile.music.tc.qq.com/C400004ZX0AQ49Bc8Y.m4a?guid=468873248&vkey=7C0704B725B327B9333580B70F225D3FC7AECB48039D297B53491DAAC6F7F8F33D823D0C693E95F5E414772BC70234C9667CF5F33AB04FB3&uin=2491&fromtag=66',
      title: '隐形的翅膀 - 张韶涵'
    }
  },
  {
    postId: 4,
    date: '2018-10-26',
    title: '这里风景独好',
    img: {
      author_image: '/images/avatar/4.png',
      post_image: '/images/post/4.jpg',
    },
    content: '那时候，周日下午没有课。我习惯插一张公用电话卡，给家里人打个电话，然后折到卖书的摊铺旁边，拿一本书看，等到吃了晚饭，就去卖电话卡的阿姨那里看看有没有新出的邮票，一套一套地买。',
    like: 2,
    dislike: 9,
    head_image: '/images/post/4.jpg',
    author: '阵势',
    detail: '窗外，一帘秋雨绵绵纷飞，那淅淅沥沥的雨细如蚕丝，像雾又像纱，轻轻柔柔飘过远山，拂过眼前的一草一木，让天地拥抱在一起，也让我的思绪与天空更近了些。秋雨给凡尘间披上了一件舞动生命的白纱，湿润了鲜红的枫叶，滋润了地上的枯草，淋湿了一窗秋色。不知何时我渐渐的喜欢秋雨的缠绵细腻，虽说雨水带着些许凉意，但也是大自然的馈赠，用心聆听雨落的声音，在轻风细雨里感悟大自然的语言，感知叶脉里流动着的生命真谛。那飘飘洒洒的秋雨，随着那轻轻柔柔的清风，伴着那缠缠绵绵的深情，追着那甜甜美美的愫愿，越过那重重叠叠的山峦，跨过那沟沟涧涧的溪流，踏着岁月悠悠的节拍，为懂得自己的时节起舞弄清影。如丝如雾的身影飘然而至，悄悄轻吻眉梢，轻落眼睑，轻敲心窗，轻落心田，让一心知秋。临窗静坐，看着满窗绵绵细雨，满腔的思绪也随着雨丝一起飘扬，飘过万水千山，飘到绿意葱茏的山城。此时真的好想为你撑起一把鲜红的油纸伞，牵起你那纤细温润的手，与你并肩相依，漫步于朦胧细雨中，赏金菊含羞戴雨，听流水潺潺。多少次萦绕心头的画面又在雨幕里浮现，像秋雨一样绵柔，如桂花一样幽香，有你的日子里，风含情水含笑。细雨轻柔地抚摸着窗外的一草一木，抚慰了落叶，拂去了尘埃，留下了纯粹与本真，留下了你低眉浅笑时的温婉。流年若河，我怀着一颗至死不渝的初心，静静的守候在时光的渡口边，等风等雨等你来。从未像现在这般如此安静，静静地倾听雨落青苔的声音，心无别念，只想把与你在一起的每一寸光阴，都给收集起来，汇聚成一笺念你等你的红尘情诗。远方的风雨丽人啊，请允许我，以盛夏的热情，以秋雨的缠绵，以冬雪的纯白，以你喜欢的方式，悄悄爱你，余生里让我陪你一起走。也从未像现在如此这样想念一个人，总是喜欢沉浸在你回眸一笑的甜美之中，此生有你，再无他求，只想把与你在一起的每一个四季，都融入生命里，让你的温婉贤淑在血液里流淌，温润着稍纵即逝的流年。眷念着风雨丽人啊，请允许我，以莲花的清雅，以雨露的冰清，以时光的永恒，以你喜欢的模样，静静爱你。',
    music: {
      url: 'http://202.114.96.192/121.51.2.27/amobile.music.tc.qq.com/C400001DvEcY3bTsCu.m4a?guid=468873248&vkey=6071A7A9C9A4E1816FC82D8BBD2126E5D72BF23498815123784BD8260FB68BC30A55AE48B72293DD0E2B994CF501F7B4B2E5A736ACE735CD&uin=2491&fromtag=66',
      title: '可不可以不勇敢 - 范玮琪'
    }
  },
  {
    postId: 5,
    date: '2018-10-27',
    title: '万股凌纯',
    img: {
      author_image: '/images/avatar/1.png',
      post_image: '/images/post/5.jpg',
    },
    content: '那时候，周日下午没有课。我习惯插一张公用电话卡，给家里人打个电话，然后折到卖书的摊铺旁边，拿一本书看，等到吃了晚饭，就去卖电话卡的阿姨那里看看有没有新出的邮票，一套一套地买。',
    like: 222,
    dislike: 9,
    head_image: '/images/post/5.jpg',
    author: '菲斯',
    detail: '蒙蒙秋雨还在纷纷扬扬，那雨丝在叶片上聚成晶莹剔透的雨珠，然后顺着叶脉滴落下来，在地面上溅起朵朵清莹的小水花，在心湖里激起片片涟漪。还有几颗雨珠在风儿的鼓动下，落在了窗户的玻璃上，留下了几道流过的痕迹，模糊了我远望的双眼。就在雨珠滑过玻窗的一瞬间，自己的心又一次被震撼了，那雨珠已经不再是雨珠，多像无数个夜深人静的时候，滑过心窗的相思泪。那是几行相思的泪珠在低哝，那是一双含情的眼眸做着最深情的企盼时流下的泪，那是几行泪染心窗时最温情的呼唤。多情的清秋，把一份厚重的情怀投给天空，投给大地，投给不染尘埃的秋水。秋雨轻吻凡尘万物，像是在倾诉离别，像是在抚慰相思，又像是述说久别重逢的喜悦。漫漫红尘路，总有一处属于自己的风景，此生我认定了你的绚烂，也认定了你的不足，我深爱着你，你的脾气再大也是个性。风雨人生中从未停歇，对岁月深处一份纯真的寻找，自从遇见你，我便终止了寻找的脚步，你就是我心灵的泊依。自从遇见你，我便拥有了一份纯真，拥有了一份弥足珍贵的情缘，拥有了一份至真至诚的眷念。借秋雨的缠绵，写出心底涌动的相思情，花开花谢都是生命的精彩，叶生叶落都是心灵的相依，有了你我的内心变得踏实而丰盈。多情的清秋，把心动藏在一枚裂开的石榴里，把美丽描在波斯菊金色的微笑里，把一份如诗的思念含在一片为爱而飞翔的落叶里。轻捡一片落叶，收获一生爱恋，感知秋天的盈实。这个秋天啊，我一直想和你走上那条铺满枫叶的小路，有秋风的柔谧，有白云的闲适，有你一颗陪伴聆听的心，与我同守岁月的绵长，若能如愿以偿，那才是一幅至真至美的生命画卷。这个秋天啊，我一直想把自己化成一滴秋雨，请清风明月为媒，让我落进你的心田，将一颗火热的心融进你的血液里，默默的陪着你走过余生里的每个四季，不再有天涯海角与山高水远，只有你我相濡以沫的幸福美满，若能梦想成真，那将是一场与日月同辉的爱情佳话。',
    music: {
      url: 'http://121.51.2.27/amobile.music.tc.qq.com/C400003NadQ310oMle.m4a?guid=468873248&vkey=1C6BC4B7026A6FFC1A71CB83DFFBD3AD9C8E435D6AB27429621EA3706EAF0D5BF796166623FCF9F354490067EE069820528FAF709721B8A3&uin=2491&fromtag=66',
      title: '我是女王 - 吉克隽逸'
    }
  }
];

module.exports = {
  contents
}